IDEA StatiCa Open Model
BondedTendon.Geometry Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Geometry
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Polygon3D Geometry { get; set; }
Public Property Geometry As Polygon3D
	Get
	Set
public:
property Polygon3D^ Geometry {
	Polygon3D^ get ();
	void set (Polygon3D^ value);
}
Property Value
Type: Polygon3D
See Also
Reference
BondedTendon Class
IdeaRS.OpenModel.Model Namespace